{
  "publications": {
    "pub-001": {
      "title": "Space debris and launch denial",
      "type": "paper",
      "doc_url": "local:/Users/ph/Documents/Projects/2025-09-forethought-ai-uplift/assets/papers/space-debris-and-launch-denial.md",
      "created": "2026-01-07T11:34:09.785110",
      "stage": "0",
      "completed": [
        "0.setup",
        "0.type",
        "decisions.podcast",
        "decisions.lw_forum",
        "decisions.content",
        "decisions.titles",
        "decisions.links",
        "1b.abstract",
        "2b.adversarial",
        "0.deadline",
        "1a.max_review",
        "1a.collaborators",
        "1a.external",
        "1a.justis_early",
        "1a.fact_check",
        "1a.finalise",
        "1b.forum_draft",
        "1b.social_draft",
        "decisions.arxiv",
        "1b.acknowledgments",
        "1b.diagrams",
        "1b.access",
        "2a.max_signoff",
        "2b.spellcheck"
      ],
      "skipped": [
        "1b.forum_review",
        "1b.social_review",
        "1b.abstract_review",
        "2a.will_tom_signoff",
        "2b.justis_proofread"
      ],
      "decisions": {
        "podcast": "yes_same_day",
        "lw_forum": "both",
        "forum_content": "custom_summary",
        "forum_title": "question_style",
        "link_strategy": "social_substack_website",
        "arxiv": "yes"
      },
      "generated": {
        "abstract": "Could space debris lock humanity out of the cosmos? As launch rates accelerate, runaway Kessler syndrome looks increasingly plausible — but even severe debris buildup is unlikely to block transit through orbit to outer space. The real concern is deliberate dispersal: a bad actor could seed tens of thousands of tons of optimised debris to raise launch costs dramatically. Yet shielding scales favourably, inspection regimes are feasible, and sealing the sky remains hard to do quickly or covertly. Access to orbit is more resilient than it might seem.",
        "adversarial_check": "FLAGGED PASSAGES:\n\n1. \"Rogue state\" language (line 210): \"But it could remain a concern for an isolated rogue state like DPRK.\" — Risk: Could seem like singling out countries.\n\n2. \"Seize outer space\" framing (lines 214-221): Discussion of locking in exclusive access to outer space — Risk: Out of context, could sound like a how-to guide.\n\n3. Cost estimates (line 166): \"$60bn... $1.8 billion\" calculations — Risk: Could be quoted as \"Forethought calculated how cheaply you could seal off space.\"\n\n4. \"Surprisingly affordable\" (line 166) — Risk: Could sound like endorsing feasibility of hostile acts.\n\nOVERALL: Moderate risk. Paper is clearly analytical. Cost calculations most quotable but essential to argument.\n",
        "forum_summary": "Title: Can space debris actually block access to outer space?\n\nNearly 15,000 tons of debris orbit Earth. With launch rates accelerating, Kessler syndrome looks increasingly plausible. But would even severe debris buildup actually lock humanity out of the cosmos?\n\nI looked at two scenarios: accidental runaway cascades, and deliberate dispersal by a bad actor trying to monopolise space.\n\nThe surprising finding: even fairly pessimistic accidental Kessler scenarios only raise launch costs by ~30%. A rocket spends *minutes* passing through LEO; satellites spend *years* there. That's why the highway analogy works — running across a fast but sparse road is vastly safer than driving along it.\n\nDeliberate dispersal is more concerning. Tens of thousands of tons of optimally-sized debris (~1mm particles) *could* make launches prohibitively expensive. The cost to deploy such debris is already within reach of major actors, and falling fast.\n\nBut several factors cut the other way:\n- Shielding scales favourably — Whipple shields can handle worst-case fragments\n- Inspection regimes are feasible — hard to secretly launch thousands of tons of sand\n- Sealing the sky is slow — giving time for international response\n- Rocket size helps — larger rockets have lower surface-area-to-volume ratios\n\nMy bottom line: access to orbit is more resilient than it might seem. The real concern isn't blocking transit to outer space, but the diffuse damage to satellite infrastructure that even moderate debris increases could cause — especially for reconnaissance and arms-control verification.\n\n[Read the full analysis →]",
        "social_thread": "1/ Could space debris lock humanity out of the cosmos?\n\nI spent weeks modelling this. The answer surprised me.\n\n🧵\n\n2/ Nearly 15,000 tons of debris orbit Earth. With launches accelerating, runaway Kessler syndrome looks increasingly plausible.\n\nBut would it actually block access to *outer space*?\n\n3/ The key insight: a rocket spends *minutes* passing through the debris zone. Satellites spend *years* there.\n\nImagine running across a highway vs driving along it. Very different risk profiles.\n\n4/ Even fairly pessimistic Kessler scenarios only raise launch costs ~30%.\n\nThat's noticeable, but not \"humanity sealed on Earth\" territory.\n\n5/ The more concerning scenario: *deliberate* dispersal.\n\nA bad actor could seed tens of thousands of tons of optimally-sized debris. On paper, this could make launches near-impossible.\n\n6/ But several factors cut the other way:\n\n• Shielding scales favourably (Whipple shields work)\n• Inspection regimes are feasible\n• You can't secretly launch thousands of tons of sand\n• Larger rockets have better surface-area ratios\n\n7/ My bottom line: access to orbit is more resilient than it might seem.\n\nThe real concern is damage to satellite infrastructure — especially reconnaissance used for arms-control verification.\n\nFull analysis: [Substack link]"
      }
    },
    "pub-002": {
      "title": "No Easy Eutopia: Why Great Futures Are Hard to Achieve",
      "type": "paper",
      "doc_url": "https://docs.google.com/document/d/1YqA_XQ9lYhYZQWDOy2pzyLNYtVNzZrhQoKNh2KK7bJg/edit",
      "created": "2026-01-08T09:42:29.579332",
      "stage": "0",
      "completed": [
        "0.type",
        "1a.max_review",
        "1a.collaborators",
        "1a.finalise",
        "1b.abstract"
      ],
      "skipped": [
        "1a.external",
        "1a.justis_early",
        "1a.fact_check"
      ],
      "decisions": {
        "podcast": "yes",
        "lw_forum": "both",
        "forum_content": "custom_summary",
        "forum_title": "No Easy Eutopia: Why Great Futures Are Hard to Achieve",
        "link_strategy": "social_substack_website",
        "arxiv": "no",
        "social_title": "Why might a world of abundance still be a moral catastrophe?"
      },
      "generated": {
        "abstract": "A future of abundance, freedom, and universal happiness could still be a moral catastrophe.\n\nEven if humanity survives and flourishes by most measures, we could squander almost all of our potential. The problem: the value of the future depends on getting many independent factors right simultaneously—from population ethics to the treatment of digital minds. A single error can undermine most achievable value, and history suggests such errors are the norm.\n\nThis essay argues that \"eutopia\" is a narrow target, not a big one. Most plausible moral views turn out to be \"fussy\" about what counts as a near-best future. Material abundance won't get us there by default. Reaching a truly great future will require deliberate, sustained effort to hit a target that's surprisingly small.\n"
      },
      "document": {
        "path": "docs/pub-002/source.md",
        "manifest_path": "docs/pub-002/manifest.json",
        "ingested_at": "2026-01-08T10:29:09.741551"
      }
    }
  },
  "active": "pub-002"
}